-- 4) Τι θα είχαμε, αν δίναμε αύξηση 10% σε κάθε καθηγητή;
select
from

-- 5) Βρείτε τους τίτλους των μαθημάτων στο τμήμα Computer Science που έχουν 3 πιστωτικές μονάδες.
select 
from 

-- 6) Ανακαλέστε τα ονόματα των καθηγητών, μαζί με τα ονόματα των τμημάτων τους, καθώς και το όνομα του κτιρίου των τμημάτων τους.
select 
from 

-- 7) Βρείτε τους καθηγητές του τμήματος Πληροφορικής που έχουν διδάξει κάποια μαθήματα.
select
from

-- 8) Για τους καθηγητές στο Πανεπιστήμιο που έχουν διδάξει κάποιο μάθημα, βρείτε τα ονόματά τους & το ID του μαθήματος των μαθημάτων που δίδαξαν.
select
from

-- 9) Βρείτε τον κωδικό καθηγητή και το όνομα του τμήματος των καθηγητών που σχετίζονται με ένα τμήμα με προϋπολογισμό μεγαλύτερο από 95000 €.
select
from

-- 10) Αναφέρατε τα ονόματα των καθηγητών μαζί με τους τίτλους των μαθημάτων που διδάσκουν.
select 
from 
